13/data/attachments/b33d2ca1c2e01306.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Timothy_discussion_Actions_78413_0</nif:username>
            <nif:friendToBeRequested>soap_actions_48aed651-a1bd-498a-94bc-523247b7623a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>